Repository: common-repository/imasters-wp-twitter
Catalog: assets/languages/iwptw-retweet-*.po
Languages: pt_br

source: Settings Updated
pt_br: Configurações atualizadas

source: Settings
pt_br: Configurações

source: Retweet Button:
pt_br: Botão de Retweet

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Retweet button under the post that sends short post url to twitter
pt_br: Botão de Retweet abaixo do post para enviar a url encurtada para o Twitter

source: Twitter Username
pt_br: Nome de Usuário

source: Twitter Password
pt_br: Senha do Usuário

source: (If informed, sends a message for Twitter when a post is published)
pt_br: (Se informado, envia uma mensagem para o Twitter quando um post é publicado)

source: Save
pt_br: Salvar

source: Uninstall iMasters WP Twitter
pt_br: Desinstalar iMasters WP Twitter

source: <li>Option '%s' has been deleted.</li>
pt_br: <li>Option '%s' foi deletada com sucesso.</li>

source: <li>Error deleting Option '%s'.</li>
pt_br: <li>Erro ao deletar a option '%s'.</li>

source: <a href="%s" class="button-primary">Deactivate iMasters WP Twitter</a> Disable that plugin to conclude the uninstalling.
pt_br: <a href="%s" class="button-primary">Desativar iMasters WP Twitter</a> Desative esse plugin para concluir a desinstalação.

source: Uninstaling this plugin the options used by iMasters WP Twitter will be removed.
pt_br: Desinstalando esse plugin as options usadas por ele serão removidas.

source: Warning:
pt_br: Atenção:

source: This process is irreversible. We suggest that you do a database backup first.
pt_br: Esse processo é irreversível. Nós recomendamos que faça backup antes.

source: The following WordPress Options will be deleted:
pt_br: As seguintes Options do Wordpress serão deletadas:

source: Yes. Uninstall iMasters WP Twitter now
pt_br: Desinstalar iMasters WP Twitter agora

source: Uninstall
pt_br: Desinstalar

source: Retweet this post
pt_br: Botão de Retweet

source: Change the User Name
pt_br: Modifique o Nome de Usuário

source: Plugin Settings
pt_br: Configurações do Plugin
